{
  "metadata": {
    "total_size": 95158153536
  },
  "weight_map": {
    "lm_head.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.adpter.bn2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.adpter.bn2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.adpter.conv1d2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.adpter.conv1d2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.adpter.project.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.adpter.project.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.0.core.conv.0.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.0.core.conv.0.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.0.core.conv.2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.0.core.conv.2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.0.core.out.0.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.0.core.out.0.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.after_norm.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.after_norm.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.embed.0.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.embed.0.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.embed.1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.embed.1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.feed_forward.w_1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.feed_forward.w_1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.feed_forward.w_2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.feed_forward.w_2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.norm1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.norm1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.norm2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.norm2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_k.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_k.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_out.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_out.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_pos.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_q.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_q.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_v.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.linear_v.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.pos_bias_u": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.0.self_attn.pos_bias_v": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.feed_forward.w_1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.feed_forward.w_1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.feed_forward.w_2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.feed_forward.w_2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.norm1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.norm1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.norm2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.norm2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_k.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_k.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_out.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_out.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_pos.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_q.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_q.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_v.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.linear_v.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.pos_bias_u": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.1.self_attn.pos_bias_v": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.10.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.11.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.12.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.13.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.14.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.15.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.16.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.17.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.18.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.19.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.feed_forward.w_1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.feed_forward.w_1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.feed_forward.w_2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.feed_forward.w_2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.norm1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.norm1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.norm2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.norm2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_k.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_k.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_out.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_out.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_pos.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_q.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_q.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_v.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.linear_v.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.pos_bias_u": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.2.self_attn.pos_bias_v": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.20.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.21.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.22.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.23.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.feed_forward.w_1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.feed_forward.w_1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.feed_forward.w_2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.feed_forward.w_2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.norm1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.norm1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.norm2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.norm2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_k.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_k.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_out.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_out.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_pos.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_q.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_q.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_v.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.linear_v.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.pos_bias_u": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.3.self_attn.pos_bias_v": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.feed_forward.w_1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.feed_forward.w_1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.feed_forward.w_2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.feed_forward.w_2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.norm1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.norm1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.norm2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.norm2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_k.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_k.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_out.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_out.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_pos.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_q.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_q.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_v.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.linear_v.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.pos_bias_u": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.4.self_attn.pos_bias_v": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.feed_forward.w_1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.feed_forward.w_1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.feed_forward.w_2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.feed_forward.w_2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.norm1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.norm1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.norm2.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.norm2.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_k.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_k.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_out.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_out.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_pos.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_q.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_q.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_v.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.linear_v.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.pos_bias_u": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.5.self_attn.pos_bias_v": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.feed_forward.w_1.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.feed_forward.w_1.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_k.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_k.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_out.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_out.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_pos.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_q.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_q.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_v.bias": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.linear_v.weight": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.pos_bias_u": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.6.self_attn.pos_bias_v": "model-00019-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.7.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.feed_forward.w_1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.feed_forward.w_1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.feed_forward.w_2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.feed_forward.w_2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.norm1.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.norm1.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.norm2.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.norm2.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_k.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_k.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_out.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_out.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_pos.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_q.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_q.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_v.bias": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.linear_v.weight": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.pos_bias_u": "model-00020-of-00020.safetensors",
    "model.audio_encoder.encoder.enc.1.encoders.8.self_attn.pos_bias_v": "model-00020-of-00020.safetensors",
